Repository: pretix-unofficial/pretix-vaccination-interval
Catalog: pretix_vaccination_interval/locale/*/LC_MESSAGES/django.po
Languages: de

source: Enforced vaccination intervals
de: Erzwungende Impfabstände

source: If pretix is used for COVID-19 vaccinations, this plugin can be used to make sure the correct number of days between two shots is ensured.
de: Wenn pretix für COVID-19-Impfungen eingesetzt wird, kann mit pretix sichergestellt werden, dass zwischen den Impfungen der korrekte zeitliche Abstand eingehalten wird.

source: Vaccination interval
de: Impfabstand

source: To proceed, please make sure your cart contains exactly two different dates. Currently, you only selected one date.
de: Um fortzufahren, stellen Sie bitte sicher, dass Ihr Warenkorb zwei verschiedene Termine enthält. Sie haben derzeit nur einen Termin ausgewählt.

source: To proceed, please make sure your cart contains no more than two different dates.
de: Um fortzufahren, stellen Sie bitte sicher, dass Ihr Warenkorb nicht mehr als zwei verschiedene Termine enthält.

source: You submitted a different number of registration for the two dates you selected, please make sure that the number of registrations matches exactly.
de: Sie haben für verschiedene Termine unterschiedlich viele Registrierungen ausgewählt. Bitte stellen Sie sicher, dass Sie für jeden Termin gleich viele Registrierungen abschicken.

source: The first date you select must not be more than {max} days in the future, but you selected a date that is {current} days in the future.
de: Das erste von Ihnen gewählte Datum darf höchstens {max} Tage in der Zukunft liegen, aber Sie haben einen Termin ausgewählt, der {current} Tage in der Zukunft liegt.

source: The dates you select must not be more than {max} days apart, but you selected two dates that are {current} days apart.
de: Das von Ihnen gewählten Daten dürfen höchstens {max} Tage Abstand haben, aber Sie haben Termine mit {current} Tagen Abstand ausgewählt.

source: The dates you select must not be at least {min} days apart, but you selected two dates that are only {current} days apart.
de: Das von Ihnen gewählten Daten dürfen mindestens {min} Tage Abstand haben, aber Sie haben Termine mit nur {current} Tagen Abstand ausgewählt.

source: Vaccination intervals
de: Impfabstände

source: Save
de: Speichern

source: Maximum time frame for first shot
de: Maximales Zeitfenster für die erste Impfung

source: days
de: Tage

source: Minimum interval between first and second shot
de: Minimales Zeitfenster zwischen erster und zweiter Impfung

source: Maximum interval between first and second shot
de: Maximales Zeitfenster zwischen erster und zweiter Impfung
